/* No comment provided by engineer. */
"Acknowledgements" = "謝辞";

/* No comment provided by engineer. */
"Album" = "アルバム";

/* No comment provided by engineer. */
"Are you sure?" = "よろしいですか？";

/* No comment provided by engineer. */
"Cancel" = "キャンセル";

/* No comment provided by engineer. */
"Delete" = "削除";

/* No comment provided by engineer. */
"Delete Photo" = "写真の削除";

/* No comment provided by engineer. */
"Measure" = "計測";

/* No comment provided by engineer. */
"Settings" = "設定";
